<?php

return [
    'settings' => [
        'title' => 'Настройки',
        'group' => 'Система',
    ],
    'mail' => [
        'title' => 'Настройки почты',
        'subheading' => 'Управление настройками почты',
        'service' => 'Служба',
        'scheme' => 'Схема',
        'host' => 'Хост',
        'port' => 'Порт',
        'login_params' => 'Параметры входа',
        'username' => 'Имя пользователя',
        'password' => 'Пароль',
        'from_address' => 'Адрес отправителя',
        'from_name' => 'Имя отправителя',
    ],
    'access-logs' => [
        'title' => 'Журнал доступа',
        'subheading' => 'Просмотр списка успешных авторизаций администраторов',
    ],
    'event-logs' => [
        'title' => 'Журнал событий',
        'subheading' => 'Просмотр системного журнала событий',
        'clean' => 'Очистить',
        'view' => 'Просмотр',
        'data' => 'Данные',
        'level' => 'Уровень',
        'context' => 'Контекст',
        'datetime' => 'Дата и время',
        'text' => 'Сообщение',
        'stack' => 'Стэк',
    ],
    'packages' => [
        'title' => 'Пакеты',
        'subheading' => 'Управление установленными пакетами',
        'name' => 'Название',
        'description' => 'Описание',
        'type' => 'Тип',
        'version' => 'Версия',
        'latest' => 'Последняя',
        'latest-release-date' => 'Дата последнего релиза',
    ]
];
